tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "supabase/tap"
brew "act"
brew "bash"
brew "coreutils"
brew "cowsay"
brew "d2"
brew "fortune"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "harfbuzz"
brew "helm"
brew "imagemagick@6"
brew "jq"
brew "kdoctor"
brew "libfido2"
brew "libmagic"
brew "libpq"
brew "pango"
brew "librsvg"
brew "libxml2"
brew "luv"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "opam"
brew "postgresql@15", restart_service: true
brew "python@3.10"
brew "pssh"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "sapling"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "vips"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "mongodb/brew/mongodb-community"
brew "supabase/tap/supabase"
cask "sequel-ace"
cask "vagrant"

afawje[foijawpoeij
